[Twk_Inv_CrossbowCorvo:DisTweaks_InventoryItem_PlayerSpecific_1 DisTweaks_InventoryItem_PlayerSpecific]
m_Name="科尔沃的十字弩 "
m_Description="一个无声的，由外国传入的武器，用最好的材料精心制作。用来发射弩箭，麻醉镖和燃烧弩箭。"

[Twk_Inv_PistolCorvo:DisTweaks_InventoryItem_PlayerSpecific_0 DisTweaks_InventoryItem_PlayerSpecific]
m_Name="科尔沃的手枪"
m_Description="这把枪由大师精心打造，设计时就考虑到了改装需求，是群岛上最好的枪械。它支持手枪升级，并增加近距离散射伤害。"

[Twk_Inv_PistolEliteGuard_Player:DisTweaks_InventoryItem_PlayerSpecific_1 DisTweaks_InventoryItem_PlayerSpecific]
m_Name="城市警卫配枪"
m_Description="现代火器，被城市警卫官，老兵和贵族们所持有。"

[Twk_Inv_SpringRazorCorvo:DisTweaks_InventoryItem_PlayerSpecific_1 DisTweaks_InventoryItem_PlayerSpecific]
m_Name=""
m_Description=""

[Twk_Inv_SwordCorvo:DisTweaks_InventoryItem_PlayerSpecific_1 DisTweaks_InventoryItem_PlayerSpecific]
m_Name="科尔沃的折叠刀"
m_Description="轻巧，伸缩自如，比剃刀更锋利。"

